Агент, я координатор этой операции, вы готовы услышать брифинг, прием? #speaker:Координатор
Это агент, так точно, прием.  #speaker:Вы
Наши исследовательские дроны засекли мощный электромагнитный всплекс в этом районе. #speaker:Координатор
На снимках, которые удалось получить, мы смогли различить только необычное красное сияние.
Вам поручено отправиться в зону исследования и найти источник.
Кодовое название вашей миссии "Красная жара".#speaker:Координатор
... #speaker:Пилот
Ах, моя голова, почему у меня идет кровь?
Что? Какого черта двигатели заглохи?
->END